IlanCosman/tide
jorgebucaran/replay.fish
lilyball/nix-env.fish
gazorby/fish-abbreviation-tips
nickeb96/puffer-fish
jorgebucaran/autopair.fish
PatrickF1/fzf.fish
oh-my-fish/plugin-thefuck
oh-my-fish/plugin-brew
oh-my-fish/plugin-direnv
decors/fish-colored-man
kidonng/zoxide.fish
