IlanCosman/tide
edc/bass
gazorby/fish-abbreviation-tips
nickeb96/puffer-fish
jorgebucaran/autopair.fish
oh-my-fish/plugin-thefuck
oh-my-fish/plugin-direnv
decors/fish-colored-man
kidonng/zoxide.fish
