tap "ankitpokhrel/jira-cli"
tap "homebrew/bundle"
tap "homebrew/core"
tap "isacikgoz/taps"
brew "bat"
brew "chezmoi"
brew "direnv"
brew "exa"
brew "fd"
brew "fish"
brew "fisher"
brew "fzf"
brew "gh"
brew "ghq"
brew "glab"
brew "hadolint"
brew "hexyl"
brew "howdoi"
brew "httpie"
brew "ktlint"
brew "kubernetes-cli"
brew "kubectx"
brew "neovim"
brew "pillow"
brew "pipx"
brew "ranger"
brew "ripgrep"
brew "speedtest-cli"
brew "thefuck"
brew "ungit"
brew "viu"
brew "zoxide"
brew "ankitpokhrel/jira-cli/jira-cli"
brew "isacikgoz/taps/tldr"
