tap "homebrew/bundle"
tap "homebrew/core"
brew "bat"
brew "direnv"
brew "exa"
brew "fd"
brew "fish"
brew "fisher"
brew "fzf"
brew "glab"
brew "hadolint"
brew "httpie"
brew "kubernetes-cli"
brew "kubectx"
brew "neovim"
brew "pillow"
brew "ranger"
brew "ripgrep"
brew "thefuck"
brew "viu"
brew "zoxide"

