# Common
brew "asdf"
brew "bat"
brew "chezmoi"
brew "clipboard"
brew "direnv"
brew "eget"
brew "fd"
brew "fish"
brew "foreman"
brew "fzf"
brew "grc"
brew "hexyl"
brew "htop"
brew "httpie"
brew "lsd"
brew "magic-wormhole"
brew "mcfly"
brew "micro"
brew "pkgx"
brew "ranger"
brew "ripgrep"
brew "speedtest-cli"
brew "starship"
brew "viu"
brew "zoxide"
tap "peterldowns/tap"
brew "peterldowns/tap/localias"
tap "pkgxdev/made"
brew "pkgxdev/made/pkgx"

# Data
brew "dasel"
brew "fq"
brew "gron"
brew "htmlq"
brew "jc"
brew "jo"
brew "jq"
brew "yq"

# Help
brew "thefuck"
brew "tldr"

# Git
brew "gh"
brew "ghq"
brew "git-interactive-rebase-tool"
brew "gitbatch"
brew "glab"
brew "lazygit"
brew "ungit"

# DevOps
brew "colima"
brew "docker"
brew "docker-buildx"
brew "docker-compose"
brew "flyctl"
brew "hadolint"
brew "helm"
brew "kubernetes-cli"
brew "kubectx"
brew "lazydocker"
brew "terraform"

# JavaScript
brew "nodejs"
brew "deno"

# Python
brew "pillow"
brew "pipx"
brew "poetry"
brew "python"
tap "nat-n/poethepoet"
brew "nat-n/poethepoet/poethepoet"
