# Common
brew "asdf"
brew "bat"
brew "chezmoi"
brew "clipboard"
brew "direnv"
brew "eget"
brew "fd"
brew "fish"
brew "foreman"
brew "fzf"
brew "grc"
brew "hadolint"
brew "hexyl"
brew "htop"
brew "httpie"
brew "lazydocker"
brew "lsd"
brew "mcfly"
brew "micro"
brew "pillow"
brew "pipx"
brew "ranger"
brew "ripgrep"
brew "speedtest-cli"
brew "starship"
brew "viu"
brew "zoxide"

# Data
brew "dasel"
brew "fq"
brew "gron"
brew "htmlq"
brew "jc"
brew "jo"
brew "jq"
brew "yq"

# Help
brew "howdoi"
brew "thefuck"
brew "tldr"

# Git
brew "gh"
brew "ghq"
brew "gitbatch"
brew "glab"
brew "lazygit"
brew "ungit"

# Ruby
tap "puma/puma"
brew "puma/puma/puma-dev"

# DevOps
brew "flyctl"
brew "kubernetes-cli"
brew "kubectx"
brew "terraform"
