tap "ankitpokhrel/jira-cli"
tap "isacikgoz/taps"
brew "bat"
brew "chezmoi"
brew "clipboard"
brew "direnv"
brew "fd"
brew "fish"
brew "fzf"
brew "gfold"
brew "gh"
brew "ghq"
brew "gitbatch"
brew "glab"
brew "grc"
brew "hadolint"
brew "hexyl"
brew "howdoi"
brew "httpie"
brew "kubernetes-cli"
brew "kubectx"
brew "lazydocker"
brew "lazygit"
brew "lsd"
brew "mcfly"
brew "micro"
brew "pillow"
brew "pipx"
brew "ranger"
brew "ripgrep"
brew "speedtest-cli"
brew "starship"
brew "thefuck"
brew "ungit"
brew "viu"
brew "zoxide"
brew "ankitpokhrel/jira-cli/jira-cli"
brew "isacikgoz/taps/tldr"
