# Common
brew "bat"
brew "chezmoi"
brew "clipboard"
brew "direnv"
brew "eza"
brew "fd"
brew "fish"
brew "foreman"
brew "fzf"
brew "grc"
brew "hexyl"
brew "htop"
brew "httpie"
brew "magic-wormhole"
brew "mcfly"
brew "micro"
brew "mise"
brew "pkgx"
brew "ranger"
brew "ripgrep"
brew "speedtest-cli"
brew "starship"
brew "viu"
brew "zoxide"
tap "peterldowns/tap"
brew "peterldowns/tap/localias"

# Data
brew "dasel"
brew "fq"
brew "gron"
brew "htmlq"
brew "jc"
brew "jo"
brew "jq"
brew "yq"

# Help
brew "thefuck"
brew "tldr"

# Git
brew "gh"
brew "ghq"
brew "git-interactive-rebase-tool"
brew "gitbatch"
brew "glab"
brew "lazygit"
brew "ungit"

# DevOps
brew "docker"
brew "docker-buildx"
brew "docker-credential-helper"
brew "docker-compose"
brew "flyctl"
brew "hadolint"
brew "helm"
brew "kubernetes-cli"
brew "kubectx"
brew "lazydocker"
brew "terraform"

# Python
brew "pillow"
brew "pipx"
brew "poetry"
tap "nat-n/poethepoet"
brew "nat-n/poethepoet/poethepoet"

{{- if eq .chezmoi.os "darwin" -}}
# Casks

## Programming
cask "iterm2"
cask "jetbrains-toolbox"
cask "visual-studio-code"
cask "rancher"

## Tools
cask "boop"
cask "hoppscotch"
cask "mark-text"

## Utilities
cask "caffeine"
cask "flameshot"
cask "karabiner-elements"
cask "latest"
cask "meetingbar"
cask "monitorcontrol"
cask "mos"
cask "rectangle"
cask "ukelele"

{{- end -}}
